ent-WeaponPistolDualetta = Дуалетта
    .desc = Самый крутой пистолет в секторе. Говорят, что ни у кого не хватит воли, чтобы испортить репутацию этого оружия, осмелившись выстрелить из него без другого спаренного пистолета. Хотя некоторые люди собрались с желанием просто использовать другое оружие в другой руке..
ent-WeaponPistolAnaconda = Golden Deagle
    .desc = JUST GOLD DEAGLE.
ent-WeaponPistolCentcommAgent = разрыватель контрактов
    .desc = Пистолет, специально разработанный для стрельбы пулями с нейротоксином. Он способен маскироваться с помощью технологии блюспейс.
